Repository: Winamaz/winamaz-woocommerce
Catalog: languages/winamaz-woocommerce-*.po
Languages: fr_fr

source: Implements Winamaz into WooCommerce (Beta)
fr_fr: Implémentation de Winamaz sur WooCommerce (Beta)

source: Required, Please activate it
fr_fr: Requis, veuillez l'activer

source: Required, Please install it
fr_fr: Requis, veuillez l'installer

source: Winamaz required
fr_fr: Winamaz requis

source: Winamaz version v%s or higher is required
fr_fr: Winamaz version v%s ou supérieure est requise

source: Winamaz WooCommerce was updated
fr_fr: Winamaz WooCommerce a été mis à jour

source: Product (Winamaz)
fr_fr: Produit (Winamaz)

source: Winamaz WooCommerce Add-on
fr_fr: Winamaz WooCommerce

source: Best price
fr_fr: Meilleur prix

source: Best Price (WooCommerce)
fr_fr: Meilleur prix (WooCommerce)

source: Prices list (WooCommerce)
fr_fr: Comparateur de prix (WooCommerce)

source: Add best price under product price
fr_fr: Ajouter le meilleur prix sous le prix du produit

source: Add list of other prices under product descrition
fr_fr: Ajouter la liste des autres prix sous la description du produit

source: Show prices
fr_fr: Afficher les prix

source: Show
fr_fr: Vérifier

source: Price search in progress... please wait
fr_fr: Patientez... Nous cherchons le prix de ce produit sur d'autres sites

source: Updated on
fr_fr: Mis à jour le

source: Your request has been placed in queue
fr_fr: La demande est placée en file d'attente

source: Prices will be available soon
fr_fr: Prix bientôt disponibles

source: Keyword / ASIN / ISBN / EAN / UPC
fr_fr: Mot-clé / ASIN / ISBN / EAN / UPC

source: Check
fr_fr: Vérifier

source: Check at
fr_fr: Vérifier sur

source: Best prices from our partner merchants. Prices do not include shipping or subscription fees
fr_fr: Meilleur prix relevé chez nos marchands partenaires. Prix hors frais de livraison ou abonnement
